Repository: DavidSextonTR/AI-content-describer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, it, pl, sk, tr, uk

source: There appears to be an older version of this add-on installed that is incompatable with future versions because the name has changed. It will be removed the next time NVDA is restarted.
cs: Zdá se, že je nainstalovaná starší verze tohoto doplňku, která není kompatibilní s novými verzemi, protože se změnil jeho název. Až se NVDA příště restartuje, bude odstraněna.
it: Sembra che sia installata una versione precedente di questo componente aggiuntivo, incompatibile con le versioni future a causa del cambiamento del nome. Verrà rimossa al prossimo riavvio di NVDA.
pl: Wygląda na to, że zainstalowano starszą wersję tego dodatku, która jest niezgodna z przyszłymi wersjami, ponieważ nazwa została zmieniona. Zostanie ona usunięta przy następnym uruchomieniu NVDA.
sk: Zdá sa, že je nainštalovaná staršia verzia tohto doplnku, ktorá nie je kompatibilná s novými verziami, pretože sa zmenil jeho názov. Pri najbližšom reštarte NVDA bude odstránená.
tr: Bu eklentinin, adı değiştiği için gelecekteki sürümlerle uyumlu olmayan eski bir sürümü yüklü görünüyor. NVDA'nın bir sonraki yeniden başlatılmasında kaldırılacaktır.
uk: Схоже, що встановлено стару версію цього додатка, яка несумісна з наступними версіями, оскільки назву було змінено. Її буде видалено під час наступного перезапуску NVDA.

source: AI Content Describer
cs: Popis obsahu pomocí AI
pl: Opis treści za pomocą AI
sk: Popis obsahu pomocou AI
tr: Yapay Zeka İçerik Betimleyici
uk: Описувач вмісту за допомогою ШІ

source: Manage &models
cs: Spravovat &modely
it: Gestisci &modelli
pl: Zarządzaj &modelami
sk: Spravovať &modely
tr: &Modelleri yönet
uk: Керування &моделями

source: Model (configure more in the manage models dialog, defaults to last used):
cs: Model (podrobnější nastavení v dialogu Spravovat modely, předvolen je naposledy použitý):
it: Modello (configurazioni aggiuntive nella finestra di gestione modelli, default ultimo usato):
pl: Model (skonfiguruj więcej w oknie dialogowym zarządzania modelami, domyślnie ustawiony na ostatnio używany):
sk: Model (podrobnejšie nastavenie v dialógu Spravovať modely, predvolený je naposledy použitý):
tr: Model (Modelleri yönet iletişim kutusunda daha fazlasını yapılandırın; varsayılanlar en son kullanılandır):
uk: Модель (налаштуйте більше у діалозі керування моделями, початково використовується остання вибрана)

source: Open each result in a browsable dialog; Markdown will be rendered if possible
it: Apri ogni risultato in una finestra navigabile; il Markdown verrà renderizzato se possibile
tr: Her sonucu göz atılabilir bir iletişim kutusunda aç; Mümkünse Markdown gerçekleştirilecek
uk: ВіВідкривати кожен результат у діалозі, доступному для огляду; Markdown буде показано, якщо це можливо

source: Remember/cache descriptions of each item to save API quota
cs: Ukládat do mezipaměti popisy jednotlivých položek pro úsporu API kvóty
it: Memorizza/cache le descrizioni di ogni elemento per risparmiare la quota API
pl: Zapamiętaj/buforuj opisy każdego elementu, aby zaoszczędzić limit API
sk: Ukladať do medzipamäte popisy jednotlivých položiek pre úsporu API kvóty
tr: API kotasından tasarruf etmek için her öğenin Betimlemesini hatırla/önbelleğe al
uk: Запам'ятати/кешувати описи кожного елемента, щоб заощадити квоту API

source: Optimize images for size, may speed up detection in some situations (experimental)
cs: Optimalizovat velikost obrázků, může v některých případech urychlit rozpoznání (experimentální)
it: Ottimizza le immagini per dimensioni, potrebbe accelerare il rilevamento in alcune situazioni (sperimentale)
pl: Optymalizacja obrazów pod kątem rozmiaru; może przyspieszyć wykrywanie w niektórych sytuacjach (eksperymentalne)
sk: Optimalizovať veľkosť obrázkov, môže v niektorých prípadoch urýchliť rozpoznanie (experimentálne)
tr: Görüntüleri boyuta göre optimize et, bazı durumlarda algılamayı hızlandırabilir (deneysel)
uk: Оптимізувати зображення за розміром, може пришвидшити виявлення в деяких ситуаціях (експериментально)

source: Current focus
cs: Aktuální fokus
it: Focus corrente
pl: Aktywny fokus
sk: Aktuálny fokus
tr: Geçerli odak
uk: Поточний фокус

source: Navigator object
cs: Prohlížený objekt
it: Oggetto del navigatore
pl: Obiekt nawigatora
sk: Prezeraný objekt
tr: Gezgin nesnesi
uk: Об'єкт Навігатора

source: Entire screen
cs: Celá obrazovka
it: Schermo intero
pl: Cały ekran
sk: Celá obrazovka
tr: Tüm ekran
uk: Весь екран

source: Take a picture
cs: Pořídit snímek
it: Scatta una foto
pl: Zrób zdjęcie
sk: Urobiť snímku
tr: Bir Resim çek
uk: Зробити знімок

source: Detect face position
cs: Zjistit umístění tváře
it: Rileva la posizione del volto
pl: Wykryj pozycję twarzy
sk: Zistiť umiestnenie tváre
tr: Yüz konumunu algıla
uk: Визначити положення обличчя

source: Select camera
cs: Vybrat kameru
it: Seleziona fotocamera
pl: Wybierz kamerę
sk: Vybrať kameru
tr: Kamera seç
uk: Вибрати камеру

source: Release the camera to make it usable by other applications
cs: Uvolnit kameru pro ostatní aplikace
it: Rilascia la fotocamera per renderla utilizzabile da altre applicazioni
pl: Zwolnij kamerę, aby można było jej używać w innych aplikacjach
sk: Uvoľniť kameru pre ostatné aplikácie
tr: Kamerayı diğer uygulamalar tarafından kullanılabilir hale getirmek için serbest bıra
uk: Зробити камеру доступною для використання іншими програмами

source: Face Detection (no API required)
cs: Detekce tváře (nepotřebuje žádnou API)
it: Rilevamento del volto (nessuna API richiesta)
pl: Wykrywanie twarzy (nie jest wymagane API)
sk: Detekcia tváre (nepotrebuje žiadnu API)
tr: Yüz Algılama (API gerekmez)
uk: Виявлення обличчя (API не потрібен)

source: Model
it: Modello
uk: Модель

source: Follow-up on previous description
it: Continua con la descrizione precedente
tr: Önceki betimlemenin devamı
uk: Подальші кроки щодо попереднього опису

source: Please disable windows screen curtain before using AI content describer.
cs: Před použitím Popisu obsahu pomocí AI prosím vypněte clonu obrazovky.
it: Disabilita la tenda schermo di Windows prima di usare AiContentDescriber.
pl: Przed użyciem funkcji opisu treści AI wyłącz zasłonę ekranu okna.
sk: Pred použitím Popisu obsahu pomocou AI prosím vypnite clonu obrazovky.
tr: Yapay Zeka içerik betimleyiciyi kullanmadan önce lütfen Windows ekran perdesini devre dışı bırakın.
uk: Будь ласка, вимкніть екранну завісу Windows перед використанням ШІ.

source: Content is not visible
cs: Obsah není viditelný
it: Il contenuto non è visibile
pl: Treść nie jest widoczna
sk: Obsah nie je viditeľný
tr: İçerik görünür değil
uk: Вміст не видно

source: Could not snap an image of the requested object
cs: Nepodařilo se pořídit snímek požadovaného objektu
it: Impossibile acquisire un'immagine dell'oggetto richiesto
pl: Nie można wykonać zdjęcia żądanego obiektu
sk: Nepodarilo sa urobiť snímku požadovaného objektu
tr: İstenen nesnenin resmi çekilemedi
uk: Не вдалося зробити знімок потрібного об’єкта

source: Error initializing the face detection interface. Please consult the NVDA log for more information.
cs: Došlo k chybě při inicializaci rozhraní pro detekci tváře. Více informací najdete v log souboru NVDA.
it: Errore durante l'inizializzazione dell'interfaccia di rilevamento del volto. Consultare il log di NVDA per maggiori informazioni.
pl: Błąd inicjalizacji interfejsu wykrywania twarzy. Więcej informacji można znaleźć w dzienniku NVDA.
sk: Nastala chyba pri inicializácii rozhrania na detekciu tvárí. Viac informácií nájdete v log súbore NVDA.
tr: Yüz algılama arayüzü başlatılırken hata oluştu. Daha fazla bilgi için lütfen NVDA günlüğüne bakın.
uk: Помилка ініціалізації інтерфейсу виявлення облич. Будь ласка, зверніться до журналу NVDA для отримання додаткової інформації.

source: Face detection interface is loading. Please try this command again after a couple seconds.
cs: Rozhraní pro detekci tváře se stále načítá. Prosím, zkuste tento příkaz znovu za několik vteřin.
it: L'interfaccia di rilevamento del volto è in caricamento. Riprova questo comando tra qualche secondo.
pl: Interfejs wykrywania twarzy jest ładowany. Spróbuj ponownie tego polecenia za kilka sekund.
sk: Rozhranie pre detekciu tváre sa stále načítava. Prosím, skúste tento príkaz znova za niekoľko sekúnd.
tr: Yüz algılama arayüzü yükleniyor. Lütfen birkaç saniye sonra bu komutu tekrar deneyin.
uk: Завантажується інтерфейс виявлення обличчя. Будь ласка, повторіть цю команду через кілька секунд.

source: Could not get window content
cs: Nepodařilo se přečíst obsah okna
it: Impossibile ottenere il contenuto della finestra
pl: Nie można pobrać zawartości okna
sk: Nepodarilo sa prečítať obsah okna
tr: Pencere içeriği alınamadı
uk: Не вдалося отримати вміст вікна

source: The picture could not be taken. Please ensure that your camera is not in use by another application and try again.
cs: Nepodařilo se pořídit snímek. Ujistěte se prosím, že vaši kameru právě nepoužívá jiná aplikace, a zkuste to znovu.
it: Impossibile scattare la foto. Assicurati che la tua fotocamera non sia in uso da un'altra applicazione e riprova.
pl: Nie można było zrobić zdjęcia. Upewnij się, że aparat nie jest używany przez inną aplikację i spróbuj ponownie.
sk: Nepodarilo sa urobiť snímku. Uistite sa prosím, že vašu kameru práve nepoužíva iná aplikácia, a skúste to znova.
tr: Resim çekilemedi. Lütfen kameranızın başka bir uygulama tarafından kullanılmadığından emin olun ve tekrar deneyin.
uk: Не вдалося зробити знімок. Переконайтеся, що вашу камеру не використовує інша програма й повторіть спробу.

source: The picture could not be saved.
cs: Snímek se nepodařilo uložit.
it: Impossibile salvare l'immagine.
pl: Nie udało się zapisać zdjęcia.
sk: Snímku sa nepodarilo uložiť.
tr: Resim kaydedilemedi.
uk: Зображення не вдалося зберегти.

source: The item on the clipboard is not an image.
cs: Ve schránce není obrázek.
it: L'elemento negli appunti non è un'immagine.
pl: Element w schowku nie jest obrazem.
sk: V schránke sa nenachádza obrázok.
tr: Panodaki öğe bir resim değil.
uk: Елемент у буфері обміну не є зображенням.

source: Unsupported image format. Please copy another file to the clipboard that is {formats}
it: Formato immagine non supportato. Copia un altro file negli appunti che sia {formats}
tr: Desteklenmeyen görüntü biçimi. Lütfen başka bir dosyayı {formats} olan panoya kopyalayın
uk: Непідтримуваний формат зображення. Будь ласка, скопіюйте в буфер обміну інший файл {formats}

source: To describe content, you must provide an API key or base URL in the AI image describer category of the NVDA settings dialog. Please consult add-on help for more information
cs: Aby bylo možné popisovat obsah, musíte na záložce Popis obsahu pomocí AI v dialogu Nastavení NVDA vyplnit buď API klíč nebo URL adresu. Pro více informací si prosím přečtěte nápovědu k tomuto doplňku
it: Per descrivere il contenuto, devi fornire una chiave API o un URL di base nella categoria Ai Content Describer della finestra di dialogo delle impostazioni di NVDA. Consulta la guida del componente aggiuntivo per maggiori informazioni
pl: Aby opisać zawartość, musisz podać klucz API lub adres URL bazowy, przechodząc do kategorii "Opis treści za pomocą AI" w ustawieniach NVDA. Po więcej informacji sprawdź pomoc dodatku
sk: Aby bolo možné popisovať obsah, musíte na záložke Popis obsahu pomocou AI v dialógu Nastavenia NVDA vyplniť buď API kľúč, alebo URL adresu. Pre viac informácií si prosím prečítajte nápovedu k tomuto doplnku
tr: İçeriği Betimlemek için, NVDA ayarları iletişim kutusunun Yapay Zeka İçerik Betimleyici kategorisinde bir API anahtarı veya Ana URL eklemeniz gerekir. Daha fazla bilgi için lütfen eklenti yardımına başvurun
uk: Щоб описати вміст, ви повинні надати ключ API або базову URL-адресу у категорії "Описувач вмісту за допомогою ШІ" у діалозі налаштувань NVDA. Будь ласка, зверніться до довідки додатка для отримання додаткової інформації

source: To describe content, you must define a prompt by navigating to the AI image describer category of the NVDA settings dialog. Please consult add-on help for more information
cs: Aby bylo možné popisovat obsah, musíte na záložce Popis obsahu pomocí AI v dialogu Nastavení NVDA vyplnit pokyn. Pro více informací si prosím přečtěte nápovědu k tomuto doplňku
it: Per descrivere il contenuto, devi definire un prompt navigando alla categoria Ai Content Describer della finestra di dialogo delle impostazioni di NVDA. Consulta la guida del componente aggiuntivo per maggiori informazioni
pl: Aby opisać zawartość, należy zdefiniować instrukcję, przechodząc do kategorii "Opis treści za pomocą AI" w ustawieniach NVDA. Po więcej informacji sprawdź pomoc dodatku
sk: Aby bolo možné popisovať obsah, musíte na záložke Popis obsahu pomocou AI v dialógu Nastavenia NVDA vyplniť pokyn. Pre viac informácií si prosím prečítajte nápovedu k tomuto doplnku
tr: İçeriği betimlemek için, NVDA ayarlar iletişim kutusunun Yapay Zeka İçerik Betimleyici kategorisine giderek bir İstem tanımlamanız gerekir. Daha fazla bilgi için lütfen eklenti yardımına başvurun
uk: Щоб описати вміст, ви маєте визначити підказку, перейшовши до категорії "Описувач вмісту за допомогою ШІ" у діалозі налаштувань NVDA. Будь ласка, зверніться до довідки додатка для отримання додаткової інформації

source: Retrieving description using {name}...
it: Recupero descrizione usando {name}...
tr: {name} kullanarak açıklama alımı ...
uk: Отримання опису за допомогою {name}...

source: Image description
cs: Popis obrázku
it: Descrizione immagine
pl: Opis obrazu
sk: Popis obrázku
tr: Görüntü betimlemesi
uk: Опис зображення

source: Success
cs: Hotovo
it: Fatto
pl: Sukces
sk: Hotovo
tr: Başarılı
uk: Успішно

source: No AI service or conversation available.
it: Nessun servizio AI o conversazione disponibile.
tr: Yapay zeka hizmeti veya konuşma mevcut değil.
uk: Жодна служба або розмова ШІ не доступна.

source: Open the AI conversation dialog for follow-up questions and multimodal chat.
it: Apri la finestra di dialogo della conversazione AI per domande di follow-up e chat multimodale.
tr: Takip soruları ve çok modlu sohbet için Yapay Zeka konuşma iletişim kutusunu açın.
uk: Відкриває діалог з ШІ для подальших запитань та мультимодального чату.

source: Describe the image (or file path to an image) on the clipboard using AI.
cs: Popsat obrázek (nebo cestu k souboru s obrázkem) ve schránce pomocí AI.
it: Descrive l'immagine (o il percorso del file di un'immagine) negli appunti usando l'AI.
pl: Opisz obraz (lub ścieżkę do pliku z obrazem) w schowku za pomocą AI.
sk: Popísať obrázok (alebo cestu k súboru s obrázkom) v schránke pomocou AI.
tr: Yapay zekayı kullanarak panodaki görüntüyü (veya görüntünün dosya yolunu) Betimler.
uk: Описати зображення (або шлях до файлу зображення) у буфері обміну за допомогою ШІ.

source: Describe the contents of the current navigator object using AI.
cs: Popsat obsah aktuálně prohlíženého objektu pomocí AI.
it: Descrive il contenuto dell'oggetto del navigatore usando l'AI.
pl: Opisz zawartość bieżącego obiektu nawigatora za pomocą AI.
sk: Popísať obsah aktuálne prezeraného objektu pomocou AI.
tr: Mevcut gezgin nesnesinin içeriğini yapay zeka kullanarak betimler.
uk: Описати вміст поточного об’єкта навігатора за допомогою ШІ.

source: Describe the contents of the currently focused item using AI.
cs: Popsat obsah položky, která má aktuálně fokus, pomocí AI.
it: Descrive il contenuto dell'elemento su cui è il focus usando l'AI.
pl: Opisz zawartość aktualnie wybranego elementu za pomocą AI.
sk: Popísať obsah položky, ktorá má aktuálne fokus, pomocou AI.
tr: Şu anda odaklanılan öğenin içeriğini yapay zeka kullanarak betimler.
uk: Описати вміст поточного об’єкта навігатора за допомогою ШІ.

source: Take a screenshot, then describe it using AI.
cs: Pořídit snímek obrazovky a popsat ho pomocí AI.
it: Cattura uno screenshot, quindi descrivilo usando l'AI.
pl: Zrób zrzut ekranu, a następnie opisz go za pomocą AI.
sk: Urobiť snímku obrazovky a popísať ju pomocou AI.
tr: Bir ekran görüntüsü alır ve ardından Yapay Zeka kullanarak betimler.
uk: Зробити знімок екрана, а потім описати його за допомогою ШІ.

source: Pop up a menu asking whether to describe the current focus, navigator object, or entire screen with AI.
cs: Zobrazit nabídku, kde můžete vybrat, jestli se má pomocí AI popsat aktuální fokus, právě prohlížený objekt nebo celá obrazovka.
it: Fa comprarire un menu che consente di selezionare se descrivere l'elemento su cui è il focus, l'oggetto del navigatore o l'intero schermo con l'AI.
pl: Wyświetla menu z pytaniem, czy bieżący fokus, obiekt nawigatora czy cały ekran ma zostać opisany za pomocą AI.
sk: Zobraziť ponuku, kde môžete vybrať, či sa má pomocou AI popísať aktuálny fokus, práve prezeraný objekt alebo celá obrazovka.
tr: Geçerli odağın mı, gezgin nesnesinin mi yoksa ekranın tamamının mı yapay zeka ile betimleneceğini soran bir menü açılır.
uk: Відкриває спливаюче меню із запитом, чи потрібно описати поточний фокус, об’єкт навігатора чи весь екран за допомогою ШІ.

source: Snap a picture using the selected camera, then describe it using AI.
cs: Pořídit snímek pomocí vybrané kamery a popsat ho pomocí AI.
it: Scatta una foto usando la fotocamera selezionata, quindi la descrive usando l'AI.
pl: Zrób zdjęcie wybranym aparatem, a następnie opisz je za pomocą sztucznej inteligencji.
sk: Urobiť snímku pomocou vybranej kamery a popísať ju pomocou AI.
tr: Seçilen kamerayı kullanarak bir resim çeker ve ardından bunu Yapay Zeka kullanarak Betimler.
uk: Зробити знімок за допомогою вибраної камери, а потім описати його за допомогою ШІ.

source: Describe the position of the face in the frame using the selected camera, if applicable.
cs: Popsat umístění tváře v záběru vybrané kamery, pokud je nějaká vybraná.
it: Descrive la posizione del volto nell'inquadratura usando la fotocamera selezionata, se applicabile.
pl: Określ położenie twarzy w kadrze, wykorzystując wybraną kamerę, jeśli jest to możliwe.
sk: Popísať umiestnenie tváre v zábere vybranej kamery, ak je nejaká vybraná.
tr: Varsa, seçilen kamerayı kullanarak yüzün çerçeve içindeki konumunu betimler.
uk: Описати положення обличчя в кадрі за допомогою вибраної камери, якщо це можливо.

source: Some of the dependencies required for this NVDA add-on to run are not available on your computer. Would you like to download them now? NVDA will need to be restarted when this process completes.
cs: Některé součásti, které tento doplněk potřebuje pro svoji funkčnost, nejsou na vašem počítači dostupné. Chcete je stáhnout?
it: Alcune delle dipendenze richieste per l'esecuzione di questo componente aggiuntivo di NVDA non sono disponibili sul tuo computer. Vuoi scaricarle ora? NVDA dovrà essere riavviato al termine del processo.
pl: Niektóre z zależności wymaganych do uruchomienia tego dodatku NVDA nie są dostępne na Twoim komputerze. Czy chcesz spróbować je teraz pobrać? Po zakończeniu tego procesu konieczne będzie ponowne uruchomienie NVDA.
sk: Niektoré súčasti, ktoré tento doplnok potrebuje pre svoju funkčnosť, nie sú na vašom počítači dostupné. Chcete ich stiahnuť?
tr: Bu NVDA eklentisinin çalışması için gereken bağımlılıklardan bazıları bilgisayarınızda mevcut değil. Bunları şimdi indirmek ister misiniz? Bu işlem tamamlandığında NVDA'nın yeniden başlatılması gerekecektir.
uk: Деякі залежності, необхідні для запуску цього додатка NVDA, відсутні на вашому комп’ютері. Бажаєте завантажити їх зараз? Після завершення цього процесу потрібно буде перезапустити NVDA.

source: Some of the dependencies required for this NVDA add-on to run are outdated. Would you like to try to install them now? NVDA will need to be restarted when complete.
cs: Některé součásti, které tento doplněk potřebuje pro svoji funkčnost, jsou zastaralé. Chcete provést jejich aktualizaci nyní? Až bude aktualizace dokončena, bude nutné restartovat NVDA.
it: Alcune delle dipendenze richieste per l'esecuzione di questo componente aggiuntivo di NVDA sono obsolete. Vuoi provare ad installarle ora? NVDA dovrà essere riavviato al termine.
pl: Niektóre z zależności wymaganych do uruchomienia tego dodatku NVDA są nieaktualne. Czy chcesz spróbować je teraz zainstalować? Po zakończeniu tego procesu konieczne będzie ponowne uruchomienie NVDA.
sk: Niektoré súčasti, ktoré tento doplnok potrebuje pre svoju funkčnosť, sú zastarané. Chcete ich aktualizovať teraz? Po dokončení aktualizácie bude nutné reštartovať NVDA.
tr: Bu NVDA eklentisinin çalışması için gereken bağımlılıklardan bazıları güncel değil. Bunları şimdi yüklemeyi denemek ister misiniz? Tamamlandığında NVDA'nın yeniden başlatılması gerekecektir.
uk: Деякі залежності, необхідні для запуску цього додатка NVDA, застарілі. Бажаєте спробувати встановити їх зараз? Після завершення встановлення потрібно буде перезапустити NVDA.

source: Would you like to delete the old dependencies from the configuration? This question will be asked once. If you are running multiple versions of NVDA interchangeably, select no.
cs: Přejete si smazat staré verze potřebných součástí z nastavení NVDA? Tato otázka vám bude položena pouze jednou. Pokud používáte střídavě několik různých verzí NVDA, zvolte možnost Ne.
it: Vuoi eliminare le vecchie dipendenze dalla configurazione? Questa domanda verrà posta una sola volta. Se stai usando più versioni di NVDA in modo intercambiabile, seleziona no.
pl: Czy chcesz usunąć stare zależności z konfiguracji? To pytanie jest jednorazowe. Jeśli używasz zamiennie wielu wersji NVDA, wybierz nie.
sk: Chcete zmazať staré verzie potrebných súčastí z nastavenia NVDA? Táto otázka vám bude položená iba raz. Ak používate striedavo niekoľko rôznych verzií NVDA, zvoľte možnosť Nie.
tr: Eski bağımlılıkları yapılandırmadan silmek ister misiniz? Bu soru bir kez sorulacak. NVDA'nın birden fazla sürümünü birbirinin yerine çalıştırıyorsanız hayır seçeneğini seçin.
uk: Ви бажаєте видалити застарілі залежності з конфігурації? Це запитання буде задане один раз. Якщо ви використовуєте кілька версій NVDA одночасно, виберіть "ні".

source: The dependencies have been downloaded successfully. NVDA will now restart for the changes to take affect
cs: Součásti byly úspěšně staženy. NVDA se nyní restartuje, aby se změny projevily.
it: Le dipendenze sono state scaricate con successo. NVDA si riavvierà ora per rendere effettive le modifiche.
pl: Zależności zostały pomyślnie pobrane. NVDA zostanie teraz ponownie uruchomione, aby zmiany zostały uwzględnione
sk: Súčasti boli úspešne stiahnuté. NVDA sa teraz reštartuje, aby sa prejavili zmeny .
tr: Bağımlılıklar başarıyla indirildi. Değişikliklerin etkili olması için NVDA şimdi yeniden başlatılacak
uk: Залежності успішно завантажено. NVDA буде перезавантажено, щоб зміни набули чинності
