Repository: DavidSextonTR/AI-content-describer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, it, pl, sk, tr, uk

source: Unfortunately, there doesn't yet seem to be dependencies available for the running version of NVDA. Please submit an issue in our bug tracker or contact the developers. In the meantime, you may wish to disable the add-on to surpress this message on startup.
cs: Bohužel se zdá, že zatím nejsou dostupné potřebné součásti pro aktuálně spuštěnou verzi NVDA. Prosím, vytvořte nový ticket v našem bug trackeru nebo se obraťte přímo na vývojáře. Dokud nebudou potřebné součásti aktualizovány, můžete tento doplněk zakázat, aby se tato zpráva při spuštění NVDA už nezobrazovala.
it: Sfortunatamente, non sembrano esserci ancora dipendenze disponibili per la versione di NVDA in esecuzione. Si prega di segnalare un problema nel nostro bug tracker o di contattare gli sviluppatori. Nel frattempo, potresti voler disabilitare il componente aggiuntivo per sopprimere questo messaggio all'avvio.
pl: Niestety, wydaje się, że nie ma jeszcze dostępnych zależności dla bieżącej wersji NVDA. Proszę zgłosić problem w naszym systemie śledzenia błędów lub skontaktować się z deweloperami. W międzyczasie warto wyłączyć dodatek, aby nie wyświetlać tego komunikatu przy uruchamianiu.
sk: Bohužiaľ sa zdá, že zatiaľ nie sú dostupné potrebné súčasti pre aktuálne spustenú verziu NVDA. Prosím, vytvorte nový ticket v našom bug trackeri alebo sa obráťte priamo na vývojárov. Kým nebudú potrebné súčasti aktualizované, môžete tento doplnok zakázať, aby sa táto správa pri spustení NVDA už nezobrazovala.
tr: Maalesef, NVDA'nın çalışan sürümü için henüz bağımlılıklar mevcut görünmüyor. Lütfen hata izleyicimize bir sorun gönderin veya geliştiricilerle iletişime geçin. Bu arada, başlangıçta bu mesajı gizlemek için eklentiyi devre dışı bırakmak isteyebilirsiniz.
uk: На жаль, для поточної версії NVDA ще немає доступних залежностей. Будь ласка, повідомте про проблему у нашому баг-трекері або зв'яжіться з розробниками. Тим часом, ви можете вимкнути додаток, щоб прибрати це повідомлення під час запуску.

source: Unfortunately, there was a problem downloading the dependencies required to run this add-on. Please consult the NVDA log for more details.
cs: Při stahování potřebných součástí bohužel došlo k problému. Více informací najdete v log souboru NVDA.
it: Sfortunatamente, si è verificato un problema durante il download delle dipendenze richieste per l'esecuzione di questo componente aggiuntivo. Consultare il log di NVDA per maggiori dettagli.
pl: Niestety, wystąpił problem z pobraniem zależności wymaganych do uruchomienia tego dodatku. Więcej szczegółów można znaleźć w dzienniku NVDA.
sk: Bohužiaľ, pri sťahovaní potrebných súčastí nastal problém. Viac informácií nájdete v log súbore NVDA.
tr: Maalesef bu eklentiyi çalıştırmak için gereken bağımlılıklar indirilirken bir sorun oluştu. Daha fazla ayrıntı için lütfen NVDA günlüğüne bakın.
uk: На жаль, виникла проблема з завантаженням залежностей, необхідних для запуску цього додатка. Щоб дізнатися більше, зверніться до журналу NVDA.

source: error
cs: Chyba
it: errore
pl: błąd
sk: Chyba
tr: hata
uk: помилка

source: error making connection
cs: Chyba při navazování spojení
it: errore durante la connessione
pl: błąd podczas nawiązywania połączenia
sk: Chyba pri nadväzovaní spojenia
tr: bağlantı kurma hatası
uk: помилка з’єднання

source: error, connection refused by target
cs: Chyba, cílová služba odmítla spojení
it: errore, connessione rifiutata dalla destinazione
pl: błąd: serwer docelowy odrzucił połączenie
sk: Chyba, cieľová služba odmietla spojenie
tr: hata, bağlantı hedef tarafından reddedildi
uk: помилка, кінцевий адресат відхилив підключення

source: The GPT4 model from OpenAI, previewed with vision capabilities. As of April 2024, this model has been superseded by GPT4 turbo which has consistently achieved better metrics in tasks involving visual understanding.
cs: Model GPT4 od OpenAI doplněný o funkce strojového vidění v testovacím režimu. Od dubna 2024 je tento model nahrazen modelem GPT4 turbo, který při plnění úkolů vyžadujících vizuální chápání pravidelně dosahuje lepších výsledků.
it: Il modello GPT4 di OpenAI, in anteprima con capacità di visione. Ad aprile 2024, questo modello è stato superato da GPT4 turbo, che ha costantemente raggiunto metriche migliori in attività che coinvolgono la comprensione visiva.
pl: Model GPT-4 od OpenAI, zaprezentowany z funkcjami wizualnymi. Od kwietnia 2024 roku model ten został zastąpiony przez GPT-4 turbo, który osiąga lepsze wyniki w zadaniach związanych z rozumieniem wizualnym.
sk: Model GPT4 od OpenAI doplnený o funkcie strojového videnia v testovacom režime. Od apríla 2024 je tento model nahradený modelom GPT4 turbo, ktorý pri plnení úloh vyžadujúcich vizuálne porozumenie pravidelne dosahuje lepšie výsledky.
tr: OpenAI'nin GPT4 modelinin görsel yeteneklerle ön izlemesi yapıldı. Nisan 2024 itibarıyla bu modelin yerini, görsel anlayışı içeren görevlerde sürekli olarak daha iyi ölçümler elde eden GPT4 turbo almıştır.
uk: Модель GPT4 від OpenAI, представлена з можливостями сприйняття образів. Станом на квітень 2024 року, цю модель замінила модель GPT4 Turbo, яка показала кращі результати у завданнях, що вимагають розуміння візуальної інформації.

source: The next generation of the original GPT4 vision preview, with enhanced quality and understanding.
cs: Nová generace původního modelu GPT4 vision preview s vylepšenou kvalitou a chápáním vizuálních souvislostí.
it: La generazione successiva del GPT4 vision preview originale, con qualità e comprensione migliorate.
pl: Następna generacja oryginalnego GPT-4 z funkcjami wizualnymi, z ulepszoną jakością i rozumieniem.
sk: Nová generácia pôvodného modelu GPT4 vision preview s vylepšenou kvalitou a chápaním vizuálnych súvislostí.
tr: Gelişmiş kalite ve anlayışa sahip orijinal GPT4 görüş önizlemesinin yeni nesli.
uk: Наступне покоління оригінального GPT4 Vision з можливостями сприймання, з покращеною якістю та розумінням.

source: OpenAI's first fully multimodal model, released in May 2024. This model has the same high intelligence as GPT4 and GPT4 turbo, but is much more efficient, able to generate text at twice the speed and at half the cost.
it: Il primo modello completamente multimodale di OpenAI, rilasciato a maggio 2024. Questo modello ha la stessa elevata intelligenza di GPT4 e GPT4 turbo, ma è molto più efficiente, in grado di generare testo a velocità doppia e a metà costo.
tr: OpenAI'nin ilk tamamen multimodal modeli, Mayıs 2024'te piyasaya sürüldü. Bu model, GPT4 ve GPT4 turbo ile aynı yüksek zekaya sahiptir ancak çok daha verimlidir, iki kat daha hızlı ve yarı maliyetle metin üretebilir.
uk: Перша повністю мультимодальна модель OpenAI, випущена в травні 2024 року. Ця модель має такий самий високий інтелект, як GPT4 і GPT4 turbo, але набагато ефективніша, здатна генерувати текст удвічі швидше і вдвічі дешевше.

source: Gemini encountered an error: {code}, {msg}
it: Gemini ha riscontrato un errore: {code}, {msg}
tr: Gemini bir hatayla karşılaştı: {code}, {msg}
uk: Gemini зіткнувся з помилкою: {code}, {msg}

source: Google's Gemini 1.5 flash model with vision capabilities.
it: Modello Gemini 1.5 flash di Google con capacità di visione.
tr: Google'ın Gemini 1.5 görme yeteneklerine sahip flaş modeli.
uk: Google's Gemini 1.5 – модель штучного інтелекту з можливостями аналізу зображень.

source: Gemini 1.5 Flash-8B is a small model designed for high volume and lower intelligence tasks.
it: Gemini 1.5 Flash-8B è un modello di piccole dimensioni progettato per volumi elevati e attività a bassa intelligenza.
tr: Gemini 1.5 Flash-8b, yüksek hacimli ve düşük zeka görevleri için tasarlanmış küçük bir modeldir.
uk: Gemini 1.5 Flash-8B - невелика модель, призначена для великих обсягів даних і завдань з низьким рівнем інтелекту.

source: Gemini 1.5 Pro is a mid-size multimodal model that is optimized for a wide-range of complex reasoning tasks requiring more intelligence. 1.5 Pro can process large amounts of data at once.
it: Gemini 1.5 Pro è un modello multimodale di medie dimensioni ottimizzato per un'ampia gamma di attività di ragionamento complesse che richiedono maggiore intelligenza. 1.5 Pro può elaborare grandi quantità di dati contemporaneamente.
tr: Gemini 1.5 Pro, daha fazla zeka gerektiren çok çeşitli karmaşık akıl yürütme görevleri için optimize edilmiş orta boyutlu bir multimodal modeldir. 1.5 Pro, aynı anda büyük miktarda veriyi işleyebilir.
uk: Gemini 1.5 Pro - це середня мультимодальна модель, оптимізована для широкого спектру складних завдань, що потребують вищого рівня інтелекту. 1.5 Pro може обробляти великі обсяги даних одночасно.

source: Gemini 2.0 Flash delivers next-gen features and improved capabilities, including superior speed, native tool use, multimodal generation, and a 1M token context window.
it: Gemini 2.0 Flash offre funzionalità di nuova generazione e capacità migliorate, tra cui velocità superiore, utilizzo nativo di strumenti, generazione multimodale e una finestra di contesto di 1 milione di token.
tr: Gemini 2.0 Flash, üstün hız, doğal araç kullanımı, multimodal üretim ve 1M jeton bağlam penceresi dahil olmak üzere yeni nesil özellikler ve gelişmiş özellikler sunar.
uk: Gemini 2.0 Flash надає функції нового покоління та покращені можливості, включаючи чудову швидкість, використання власних інструментів, мультимодальну генерацію та контекстне вікно на 1 мільйон токенів.

source: Gemini 2.0 Flash lite preview is a Gemini 2.0 Flash model optimized for cost efficiency and low latency. Outperforms 1.5 Flash on the majority of benchmarks, at the same speed and cost.
it: Gemini 2.0 Flash lite preview è un modello Gemini 2.0 Flash ottimizzato per l'efficienza dei costi e la bassa latenza. Supera 1.5 Flash nella maggior parte dei benchmark, alla stessa velocità e costo.
tr: Gemini 2.0 Flash Lite önizleme, maliyet verimliliği ve düşük gecikme için optimize edilmiş Gemini 2.0 flaş modelidir. Aynı hız ve maliyette kıyaslamaların çoğunda 1.5 flaş daha iyi performans gösterir.
uk: Gemini 2.0 Flash lite preview - це модель Gemini 2.0 Flash, оптимізована для економічної ефективності та низької затримки. Показує кращі результати, ніж 1.5 Flash, за більшістю тестів при тій самій швидкості та вартості.

source: Claude encountered an error. {err}
it: Claude ha riscontrato un errore. {err}
tr: Claude bir hatayla karşılaştı. {err}
uk: Claude зіткнувся з помилкою. {err}

source: Anthropic's improvement over Claude 3 sonnet, this model features enhanced reasoning capabilities relative to its predecessor.
it: Il miglioramento di Anthropic rispetto a Claude 3 Sonnet, questo modello presenta capacità di ragionamento migliorate rispetto al suo predecessore.
tr: Antropic'in Claude 3 sonnet üzerindeki gelişimi olan bu model, selefine göre gelişmiş akıl yürütme yeteneklerine sahiptir.
uk: Удосконалення Antropic над Claude 3 Sonnet, ця модель має покращені можливості міркувань відносно свого попередника.

source: Anthropic's most powerful model for highly complex tasks.
cs: Nejvýkonnější model od Anthropic pro nejsložitější úlohy.
it: Il modello più potente di Anthropic per compiti altamente complessi.
pl: Najsilniejszy model firmy Anthropic do zaawansowanych zadań.
sk: Najvýkonnejší model od Anthropic pre najzložitejšie úlohy.
tr: Son derece karmaşık görevler için Anthropic'in en güçlü modeli.
uk: Потужна модель Anthropic для надскладних завдань.

source: Anthropic's model with Ideal balance of intelligence and speed, excels for enterprise workloads.
cs: Model od Anthropic s ideálním vyvážením rychlosti a inteligence, vyniká při využití ve velkých podnikových prostředích.
it: Il modello di Anthropic con un equilibrio ideale tra intelligenza e velocità, eccelle per i carichi di lavoro aziendali.
pl: Model firmy Anthropic o idealnej równowadze inteligencji i szybkości, doskonały do pracy w firmach.
sk: Model od Anthropic s ideálnym vyvážením rýchlosti a inteligencie, vyniká pri využití vo veľkých podnikových prostrediach.
tr: Anthropic'in ideal zeka ve hız dengesine sahip modeli, kurumsal iş yükleri için mükemmeldir.
uk: Модель Anthropic з ідеальним балансом інтелекту та швидкості ідеально підходить для корпоративних робочих навантажень.

source: Anthropic's fastest and most compact model for near-instant responsiveness
cs: Nejrychlejší a nejkompaktnější model od Anthropic s téměř okamžitou odezvou.
it: Il modello più veloce e compatto di Anthropic per una risposta quasi istantanea
pl: Najszybszy i najbardziej kompaktowy model firmy Anthropic, zapewniający niemal natychmiastową reakcję
sk: Najrýchlejší a najkompaktnejší model od Anthropic s takmer okamžitou odozvou.
tr: Anthropic'in neredeyse anında yanıt veren en hızlı ve en kompakt modeli
uk: Найшвидша та найкомпактніша модель Anthropic для майже миттєвої реакції

source: MistralAI's multimodal image LLM, achieving state-of-the-art results on MathVista, DocVQA, VQAv2 and other benchmarks.
it: Il modello LLM di immagini multimodale di MistralAI, che raggiunge risultati all'avanguardia su MathVista, DocVQA, VQAv2 e altri benchmark.
tr: Memtralai'nin Multimodal Image LLM, Mathvista, Docvqa, VQAV2 ve diğer kriterlerde son teknoloji sonuçlar elde ediyor.
uk: MistralAI - мультимодальний LLM для роботи з зображеннями, що досягає найсучасніших результатів на MathVista, DocVQA, VQAv2 та інших бенчмарках.

source: The quickest way to get up and running with large language models.
it: Il modo più rapido per iniziare a utilizzare i modelli linguistici di grandi dimensioni.
tr: Büyük dil modelleriyle çalışmaya başlamanın en hızlı yolu.
uk: Найшвидший спосіб розпочати роботу з великими мовними моделями.

source: Could not contact the provided base URL.
it: Impossibile contattare l'URL di base fornito.
tr: Sağlanan temel Bağlantı ile iletişime geçilemedi.
uk: Не вдалося зв’язатися із вказаною базовою URL-адресою.

source: The response appears to be malformed.
it: La risposta sembra essere malformata.
tr: Yanıt yanlış formda görünüyor.
uk: Відповідь, здається, є неправильною.

source: llama.cpp is a state-of-the-art, open-source solution for running large language models locally and in the cloud. This add-on integration assumes that you have obtained llama.cpp from Github and an image capable model from Huggingface or another repository, and that a server is currently running to handle requests. Though the process for getting this working is largely a task for the user that knows what they are doing, you can find basic steps in the add-on documentation.
cs: llama.cpp je špičkové open-source řešení pro provozování velkých jazykových modelů lokálně i v cloudu. Integrace s tímto doplňkem předpokládá, že jste si nainstalovali llama.cpp z Githubu a zároveň některý model schopný rozpoznávání obrázků z Huggingface nebo jiného repozitáře, a také že máte spuštěný server pro odbavování požadavků. Přestože je proces zprovoznění této kombinace modelů úkolem převážně jen pro ty uživatele, kteří vědí, co dělají, základní informace najdete i v nápovědě k tomuto doplňku.
it: llama.cpp è una soluzione open-source all'avanguardia per l'esecuzione di grandi modelli linguistici localmente e nel cloud. Questa integrazione del componente aggiuntivo presuppone che tu abbia ottenuto llama.cpp da Github e un modello in grado di elaborare immagini da Huggingface o un altro repository, e che un server sia attualmente in esecuzione per gestire le richieste. Sebbene il processo per far funzionare tutto questo sia in gran parte un compito per l'utente che sa cosa sta facendo, puoi trovare i passaggi di base nella documentazione del componente aggiuntivo.
pl: llama.cpp to nowoczesne, open-source'owe rozwiązanie do uruchamiania dużych modeli językowych lokalnie i w chmurze. Integracja tego dodatku zakłada, że pobrałeś llama.cpp z GitHub oraz model obsługujący obrazy z Huggingface lub innego repozytorium, i serwer jest obecnie uruchomiony, aby obsługiwać zapytania. Choć proces konfiguracji jest głównie zadaniem dla użytkownika, który zna się na rzeczy, podstawowe kroki można znaleźć w dokumentacji dodatku.
sk: llama.cpp je špičkové open-source riešenie pre prevádzkovanie veľkých jazykových modelov lokálne aj v cloude. Integrácia s týmto doplnkom predpokladá, že ste si nainštalovali llama.cpp z Githubu a zároveň niektorý model schopný rozpoznávania obrázkov z Huggingface alebo iného repozitára, a tiež že máte spustený server na odbavovanie požiadaviek. Hoci je proces sprevádzkovania tejto kombinácie modelov úlohou prevažne len pre tých užívateľov, ktorí vedia, čo robia, základné informácie nájdete aj v nápovede k tomuto doplnku.
tr: llama.cpp, büyük dil modellerini yerel olarak ve bulutta çalıştırmak için son teknoloji ürünü, açık kaynaklı bir çözümdür. Bu eklenti entegrasyonu, Github'dan llama.cpp ve Huggingface veya başka bir depodan görüntü özellikli bir model edindiğinizi ve istekleri işlemek için bir sunucunun şu anda çalıştığını varsayar. Bunu çalıştırma süreci büyük ölçüde ne yaptığını bilen kullanıcılar için bir görev olsa da, eklenti belgelerinde temel adımları bulabilirsiniz.
uk: llama.cpp - це сучасне рішення з відкритим вихідним кодом для запуску великих мовних моделей локально та у хмарі. Інтеграція цього додатка передбачає, що ви отримали llama.cpp з Github і модель з підтримкою зображень з Huggingface або іншого репозиторію, а також, що наразі працює сервер для обробки запитів. Хоча процес інтеграції здебільшого є завданням для користувача, який знає, що він робить, ви можете знайти основні кроки в документації до додатка.

source: Image recognition response appears to be malformed. {response}
it: La risposta di riconoscimento dell'immagine sembra essere malformata. {response}
tr: Görüntü tanıma yanıtı hatalı biçimlendirilmiş gibi görünüyor. {response}
uk: Здається, відповідь розпізнавання зображень має неправильний формат. {response}

source: Choose a camera
cs: Vyberte kameru
it: Scegli una fotocamera
pl: Wybierz kamerę
sk: Vyberte kameru
tr: Bir kamera seçin
uk: Вибрати камеру

source: &Available cameras
cs: &Dostupné kamery
it: Fotoc&amere disponibili
pl: &Dostępne kamery
sk: &Dostupné kamery
tr: Kull&anılabilir Kameralar
uk: &Доступні камери

source: Camera selected. You may now trigger the command again.
cs: Kamera vybrána. Nyní můžete tento příkaz provést znovu.
it: Fotocamera selezionata. Ora puoi attivare di nuovo il comando.
pl: Kamera została wybrana. Możesz teraz ponownie wykonać polecenie.
sk: Kamera vybraná. Teraz môžete tento príkaz vykonať znova.
tr: Kamera seçildi. Artık komutu tekrar tetikleyebilirsiniz.
uk: Камеру вибрано. Тепер ви можете знову запустити команду.

source: far to the left of
cs: Hodně vlevo
it: molto a sinistra di
pl: daleko na lewo od
sk: Ďalej vľavo
tr: en solunda
uk: набагато лівіше від

source: to the left of
cs: Vlevo
it: a sinistra di
pl: na lewo od
sk: Vľavo
tr: solundaki
uk: ліворуч від

source: slightly to the left of
cs: Mírně vlevo
it: leggermente a sinistra di
pl: nieco na lewo od
sk: Mierne vľavo
tr: biraz solunda
uk: трохи ліворуч від

source: slightly to the right of
cs: Mírně vpravo
it: leggermente a destra di
pl: nieco na prawo od
sk: Mierne vpravo
tr: biraz sağında
uk: трохи праворуч від

source: to the right of
cs: Vpravo
it: a destra di
pl: na prawo od
sk: Vpravo
tr: sağında ki
uk: праворуч від

source: far to the right of
cs: Hodně vpravo
it: molto a destra di
pl: daleko na prawo od
sk: Ďalej vpravo
tr: en sağında
uk: набагато правіше від

source: far below
cs: Hodně dole
it: molto sotto
pl: daleko poniżej
sk: Viac dole
tr: çok aşağıda
uk: занадто низько

source: below
cs: Dole
it: sotto
pl: poniżej
sk: Dole
tr: aşağıda
uk: нижче

source: slightly below
cs: Mírně dole
it: leggermente sotto
pl: lekko poniżej
sk: Mierne dole
tr: biraz aşağıda
uk: трохи нижче

source: slightly above
cs: Mírně nahoře
it: leggermente sopra
pl: nieco powyżej
sk: Mierne hore
tr: biraz yukarıda
uk: трохи вище

source: above
cs: Nahoře
it: sopra
pl: powyżej
sk: Hore
tr: yukarıda
uk: вище

source: far above
cs: Hodně nahoře
it: molto sopra
pl: daleko powyżej
sk: Viac hore
tr: çok yukarıda
uk: набагато вище

source: Face clearly in view
cs: Tvář je zřetelně v záběru
it: Volto chiaramente visibile
pl: Twarz jest wyraźnie widoczna w kadrze
sk: Tvár je zreteľne v zábere
tr: Yüz net bir şekilde görülebiliyor
uk: Обличчя чітко видно

source: and
cs: a
it: e
pl: i
sk: a
tr: Ve
uk: і

source: the center
cs: od středu
it: il centro
pl: środek
sk: od stredu
tr: ortalı
uk: в центрі

source: Failed to interface with the camera. Please ensure it is not in use by another application, then try again.
cs: Nepodařilo se použít kameru. Prosím, ujistěte se, že ji zrovna nepoužívá jiná aplikace, a zkuste to znovu.
it: Impossibile interfacciarsi con la fotocamera. Assicurati che non sia in uso da un'altra applicazione, quindi riprova.
pl: Nie udało się nawiązać połączenia z kamerą. Upewnij się, że nie jest ona używana przez inną aplikację, a następnie spróbuj ponownie.
sk: Nepodarilo sa použiť kameru. Prosím, uistite sa, že ju práve nepoužíva iná aplikácia, a skúste to znova.
tr: Kamera arayüzüne ulaşılamadı. Lütfen başka bir uygulama tarafından kullanılmadığından emin olun, ardından tekrar deneyin.
uk: Не вдалося встановити зв'язок з інтерфейсом камери. Переконайтеся, що його не використовує інша програма, а потім спробуйте ще раз.

source: The footage from the camera is too blurry. Try switching your focus away from the desktop, then try this command again.
cs: Obraz z kamery je příliš rozostřený. Zkuste přesunout fokus mimo plochu a potom tento příkaz zopakujte.
it: Il filmato dalla fotocamera è troppo sfocato. Prova a spostare il focus dal desktop, quindi riprova questo comando.
pl: Obraz z kamery jest zbyt rozmyty. Spróbuj przenieść fokus z pulpitu, a następnie spróbuj ponownie wykonać to polecenie.
sk: Obraz z kamery je príliš rozostrený. Skúste presunúť fokus mimo plochu a potom tento príkaz zopakujte.
tr: Kameradan gelen görüntüler çok bulanık. Odağınızı masaüstünden uzaklaştırmayı deneyin ve ardından bu komutu tekrar deneyin.
uk: Зображення з камери занадто розмите. Спробуйте переключити фокус з робочого столу, а потім спробуйте виконати цю команду ще раз.

source: The footage from the camera is too blurry. Please ensure that it is not covered up and that your surroundings have proper lighting. {}
it: Il filmato dalla fotocamera è troppo sfocato. Assicurati che non sia coperta e che l'ambiente sia ben illuminato. {}
tr: Kameradaki görüntüler çok bulanık. Lütfen örtülmediğinden ve çevrenizin uygun aydınlatmaya sahip olduğundan emin olun. {}
uk: Зображення з камери занадто розмите. Будь ласка, переконайтеся, що камера не закрита, а навколишнє середовище має належне освітлення. {}

source: No face detected. Please ensure your face is in the frame and that your camera is not covered up.
cs: Nebyla rozpoznána žádná tvář. Ujistěte se prosím, že nemáte kameru ničím zakrytou a že je vaše tvář v záběru.
it: Nessun volto rilevato. Assicurati che il tuo volto sia nell'inquadratura e che la tua fotocamera non sia coperta.
pl: Twarz nie została wykryta. Proszę upewnić się, że twarz jest w kadrze i że kamera nie jest zakryta.
sk: Nebola rozpoznaná žiadna tvár. Uistite sa, prosím, že kameru nič nezakrýva a že je vaša tvár v zábere.
tr: Yüz algılanmadı. Lütfen yüzünüzün çerçevede olduğundan ve kameranızın kapalı olmadığından emin olun.
uk: Обличчя не виявлено. Будь ласка, переконайтеся, що ваше обличчя потрапило в кадр і що ваша камера не закрита.
