Repository: DavidSextonTR/AI-content-describer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, it, pl, sk, tr, uk

source: No camera found on your system. Please connect one and try again.
cs: Ve vašem systému nebyla nalezena žádná kamera. Prosím, připojte nějakou a zkuste to znovu.
it: Nessuna fotocamera trovata sul tuo sistema. Collegarne una e riprovare.
pl: Nie znaleziono kamery w twoim systemie. Podłącz kamerę i spróbuj ponownie.
sk: Vo vašom systéme nebola nájdená žiadna kamera. Prosím, pripojte nejakú a skúste to znova.
tr: Sisteminizde kamera bulunamadı. Lütfen bir tane bağlayıp tekrar deneyin.
uk: У вашій системі не знайдено жодної камери. Будь ласка, підключіть хоча б одну камеру та спробуйте ще раз.

source: is no longer available. Switching to the other on the system.
cs: už není dostupná. Přepínám na druhou připojenou kameru.
it: non è più disponibile. Passaggio all'altra sul sistema.
pl: nie jest już dostępna. Przełączanie na inną w systemie.
sk: už nie je dostupná. Prepínam na druhú pripojenú kameru.
tr: artık kullanılabilir değil. Sistemdeki diğerine geçiliyor.
uk: більше не доступний. Перемикаюсь на інший у системі.

source: Camera unavailable. Please try selecting another
cs: Tato kamera není dostupná. Zkuste prosím vybrat jinou.
it: Fotocamera non disponibile. Prova a selezionarne un'altra
pl: Kamera niedostępna. Spróbuj wybrać inną
sk: Táto kamera nie je dostupná. Skúste prosím vybrať inú.
tr: Kamera kullanılamıyor. Lütfen başka bir tane seçmeyi deneyin
uk: Камера недоступна. Будь ласка, спробуйте вибрати іншу

source: Starting the face detection interface. This may take a few seconds. Please wait.
cs: Spouští se rozhraní pro detekci tváře. Může to trvat několik vteřin. Prosím, čekejte.
it: Avvio dell'interfaccia di rilevamento del volto. Potrebbero volerci alcuni secondi. Attendere prego.
pl: Uruchamianie interfejsu wykrywania twarzy. Może to potrwać kilka sekund. Proszę czekać.
sk: Spúšťa sa rozhranie na detekciu tváre. Môže to trvať niekoľko sekúnd. Prosím, čakajte.
tr: Yüz algılama arayüzü başlatılıyor. Bu bir kaç saniye alabilir. Lütfen bekleyin.
uk: Запуск інтерфейсу виявлення обличчя. Це може зайняти кілька секунд. Будь ласка, зачекайте.

source: Failed to interface with the chosen camera
cs: Nepodařilo se použít vybranou kameru.
it: Impossibile interfacciarsi con la fotocamera scelta
pl: Nie udało się nawiązać połączenia z wybraną kamerą
sk: Nepodarilo sa použiť vybranú kameru.
tr: Seçilen kamera arayüzü açılamadı
uk: Не вдалося з’єднатися з інтерфейсом вибраної камери

source: Model configuration
cs: Nastavení modelu
it: Configurazione modello
pl: Zarządzaj modelami
sk: Nastavenie modelu
tr: Model Yapılandırma
uk: Конфігурація моделі

source: About this model
cs: O tomto modelu
it: Informazioni su questo modello
pl: O tym modelu
sk: O tomto modeli
tr: Bu model hakkında
uk: Про цю модель

source: API key
cs: API klíč
it: Chiave API
pl: Klucz API
sk: API kľúč
tr: API anahtarı
uk: Ключ API

source: Base URL
cs: Adresa URL
it: URL di base
pl: Bazowy adres URL
sk: Adresa URL
tr: Ana URL
uk: Базовий URL

source: Model name
it: Nome modello
tr: Model adı
uk: Назва моделі

source: List models
it: Elenco modelli
tr: Model Listesi
uk: Список моделей

source: Prompt
cs: Pokyn
pl: Zapytanie
sk: Pokyn
tr: İstem
uk: Підказка

source: Reset prompt to default
cs: Obnovit výchozí pokyn
it: Ripristina prompt predefinito
pl: Przywróć zapytanie do wartości domyślnej
sk: Obnoviť predvolený pokyn
tr: İstemi varsayılana sıfırla
uk: Скинути підказку до початкових

source: Maximum tokens
cs: Maximální počet tokenů
it: Token massimi
pl: Maksymalna liczba tokenów
sk: Maximálny počet tokenov
tr: Maksimum jeton sayısı
uk: Максимум токенів

source: Seconds to wait for a response before timing out
cs: Kolik vteřin čekat na odpověď, než vyprší spojení
it: Secondi di attesa per una risposta prima del timeout
pl: Czas oczekiwania na odpowiedź przed upływem limitu czasu (w sekundach)
sk: Koľko sekúnd čakať na odpoveď, kým vyprší spojenie
tr: Bekleme Süresi
uk: Секунди очікування відповіді перед закінченням часу очікування

source: About model
cs: O modelu
it: Informazioni sul modello
pl: O modelu
sk: O modeli
tr: Model hakkında
uk: Про модель

source: No models were found. Please install one, then try again.
it: Nessun modello trovato. Installarne uno, quindi riprovare.
tr: Hiçbir model bulunamadı. Lütfen bir tane kurun, sonra tekrar deneyin.
uk: Не знайдено жодної моделі. Будь ласка, встановіть одну з них, а потім спробуйте ще раз.

source: Select a model
it: Seleziona un modello
tr: Bir Model Seç
uk: Вибрати модель

source: Model:
it: Modello:
uk: Модель:

source: (requires installation)
it: (richiede installazione)
tr: (kurulum gerekli)
uk: (потребує встановлення)

source: AI Conversation - {model}
it: Conversazione AI - {model}
tr: Yapay Zeka Konuşması - {model}
uk: Розмова зі ШІ - {model}

source: Image:
it: Immagine:
tr: Görsel:
uk: Зображення:

source: &Browse
it: &Sfoglia
tr: G&özat
uk: &Огляд

source: &Delete
it: &Elimina
tr: &Sil
uk: & Видалити

source: Include original image in context
it: Includi immagine originale nel contesto
tr: Orijinal görseli bağlama dahil et
uk: Включити оригінальне зображення в контекст

source: &History:
it: &Cronologia:
tr: Geçmi&ş:
uk: & Історія:

source: Enter Your Message:
it: Inserisci il tuo messaggio:
tr: Mesajınızı girin:
uk: Введіть повідомлення:

source: &Options
it: &Opzioni
tr: Seçenekle&r
uk: &Дії

source: &Send
it: &Invia
tr: &Gönder
uk: & Надіслати

source: Close
it: Chiudi
tr: Kapat
uk: Закрити

source: You:
it: Tu:
tr: Siz:
uk: Ви:

source: Original image (from initial description)
it: Immagine originale (dalla descrizione iniziale)
tr: Orijinal görüntü (ilk betimlemeden itibaren)
uk: Оригінальне зображення (з початкового опису)

source: Image attached
it: Immagine allegata
tr: Görsel eklendi
uk: Прикріплене зображення

source: AI:
tr: Yapay Zeka:
uk: ШІ:

source: Choose an image
it: Scegli un'immagine
tr: Bir görsel Seçin
uk: Вибрати зображення

source: Image files (*.jpg;*.jpeg;*.png;*.gif;*.webp)|*.jpg;*.jpeg;*.png;*.gif;*.webp
it: File immagine (*.jpg;*.jpeg;*.png;*.gif;*.webp)|*.jpg;*.jpeg;*.png;*.gif;*.webp
tr: Görüntü dosyaları (*.jpg;*.jpeg;*.png;*.gif;*.webp)|*.jpg;*.jpeg;*.png;*.gif;*.webp
uk: Файли зображень (*.jpg;*. Jpeg;*. Png;*. Gif;*. Webp) |*.jpg;*. Jpeg;*. Png;*. Gif;*. Webp

source: AI: (thinking...)
it: AI: (pensando...)
tr: Yapay Zeka: (düşünme...)
uk: ШІ: (розмірковує...)

source: No active conversation. Please restart the dialog.
it: Nessuna conversazione attiva. Riavviare la finestra di dialogo.
tr: Aktif konuşma yok. Lütfen iletişim kutusunu yeniden başlatın.
uk: Немає активної розмови. Будь ласка, перезапустіть діалог.

source: Error:
it: Errore:
tr: Hata:
uk: Помилка:

source: &Clear Conversation
it: &Cancella conversazione
tr: Konuşmayı &Temizle
uk: &Очистити розмову

source: &Save Output to File
it: &Salva output su file
tr: &Çıktıyı Dosyaya Kaydet
uk: &Зберегти результат у файл

source: Conversation cleared
it: Conversazione cancellata
tr: Konuşma temizlendi
uk: Розмову очищено

source: Save conversation
it: Salva conversazione
tr: Konuşmayı Kaydet
uk: Зберегти розмову

source: Text files (*.txt)|*.txt
it: File di testo (*.txt)|*.txt
tr: Metin Dosyaları (*.txt)|*.txt
uk: Текстові файли (*.txt) |*.txt

source: Conversation saved
it: Conversazione salvata
tr: Konuşma kaydedildi
uk: Розмову збережено

source: Error saving file
it: Errore durante il salvataggio del file
tr: Dosya kaydedilirken hata oluştu
uk: Помилка збереження файлу

source: Would you like to attach this image to the current conversation?
it: Vuoi allegare questa immagine alla conversazione corrente?
tr: Bu görüntüyü mevcut konuşmaya eklemek istiyor musunuz?
uk: Бажаєте прикріпити це зображення до поточної розмови?

source: Attach Image
it: Allega immagine
tr: Görsel ekle
uk: Прикріпити зображення

source: This add-on makes it possible to describe the focus object, navigator object, or screen using popular vision capable AI language models, like Claude, Gemini, or GPT4. It also lets one understand where their face is positioned in the frame of a connected camera. Though content descriptions are quite detailed, they may not always be completely accurate or reflect real world information. Press NVDA+shift+i to pop up a menu asking how you wish to describe based on the current position, or NVDA+shift+u to describe the navigator object, or NVDA+shift+y for an image that has been copied to the clipboard such as in windows explorer, or NVDA+shift+c to ask additional questions about a description. Other keystrokes are customizable from the input gestures dialog. By default, usage of GPT4 is free, thanks to the generocity of the team at PollinationsAI. If you would like to use other models from OpenAI, head to https://platform.openai.com/account/api-keys and create an account, then create a key for interacting with the API. Then, choose the "AI content describer" category from NVDA's settings dialog -> manage models and enter your API key. The process is similar for other model providers, see add-on documentation for more information on this.
it: Questo componente aggiuntivo consente di descrivere l'oggetto a fuoco, l'oggetto navigatore o lo schermo utilizzando popolari modelli linguistici AI con capacità di visione, come Claude, Gemini o GPT4. Consente anche di capire dove il proprio volto è posizionato nell'inquadratura di una telecamera connessa. Sebbene le descrizioni dei contenuti siano piuttosto dettagliate, potrebbero non essere sempre completamente accurate o riflettere informazioni del mondo reale. Premi NVDA+Maiusc+i per far apparire un menu che ti chiede come desideri descrivere in base alla posizione attuale, o NVDA+Maiusc+u per descrivere l'oggetto navigatore, o NVDA+Maiusc+y per un'immagine che è stata copiata negli appunti, ad esempio in Esplora risorse di Windows, o NVDA+Maiusc+c per porre ulteriori domande su una descrizione. Altri tasti sono personalizzabili dalla finestra di dialogo dei gesti di input. Per impostazione predefinita, l'utilizzo di GPT4 è gratuito, grazie alla generosità del team di PollinationsAI. Se desideri utilizzare altri modelli di OpenAI, vai su https://platform.openai.com/account/api-keys e crea un account, quindi crea una chiave per interagire con l'API. Quindi, scegli la categoria "Descrizione contenuti AI" dalla finestra di dialogo delle impostazioni di NVDA -> gestisci modelli e inserisci la tua chiave API. Il processo è simile per altri fornitori di modelli, consulta la documentazione del componente aggiuntivo per maggiori informazioni al riguardo.
tr: Bu eklenti, Claude, Gemini veya GPT4 gibi popüler görme özellikli yapay zeka dil modellerini kullanarak odak nesnesini, gezgin nesnesini veya ekranı betimlemeyi mümkün kılar. Ayrıca, kişinin bağlı bir kameranın kadrajında yüzünün nerede konumlandığını anlamasını sağlar. İçerik betimlemeleri oldukça ayrıntılı olsa da, her zaman tamamen doğru olmayabilir veya gerçek dünya bilgilerini yansıtmayabilirler. Geçerli konuma göre nasıl tanımlama yapmak istediğinizi soran bir menü açmak için NVDA+shift+i tuşlarına veya gezgin nesnesini tanımlamak için NVDA+shift+u tuşlarına veya Windows Gezgini'nde olduğu gibi panoya kopyalanmış bir görüntü için NVDA+shift+y tuşlarına veya bir açıklama hakkında ek sorular sormak için NVDA+shift+c tuşlarına basın. Diğer tuş vuruşları girdi hareketleri iletişim kutusundan özelleştirilebilir. Varsayılan olarak, PollinationsAI'deki ekibin cömertliği sayesinde GPT4'ün kullanımı ücretsizdir. Openai'den başka modelleri kullanmak isterseniz, https://platform.openai.com/account/api-keys adresine gidin ve bir hesap oluşturun, ardından API ile etkileşim kurmak için bir anahtar oluşturun. Ardından, NVDA'nın ayarlar iletişim kutusundan "Yapay Zeka içerik Betimleyici" kategorisini seçin -> modelleri yönetin ve API anahtarınızı girin. Süreç diğer model sağlayıcılar için benzerdir, bu konuda daha fazla bilgi için eklenti belgelerine bakın.
uk: Цей додаток дозволяє описувати об'єкт у фокусі, об'єкт навігатора або екран за допомогою популярних моделей штучного інтелекту для обробки зображень, таких як Claude, Gemini, або GPT4. Він також допомагає визначити, де знаходиться ваше обличчя в кадрі підключеної камери. Хоча описи іноді досить детальні, вони можуть бути не завжди абсолютно точними або відображати реальну інформацію. Натисніть NVDA+shift+i, щоб викликати меню з варіантами опису, або NVDA+shift+u, щоб описати об'єкт навігатора, або NVDA+shift+y для зображення, яке було скопійовано в буфер обміну, наприклад, у Windows Explorer, або NVDA+shift+c, щоб поставити додаткові питання про опис. Інші комбінації клавіш можна налаштувати в діалозі жести вводу. Початково використання GPT4 безкоштовне завдяки щедрості команди PollinationsAI. Якщо ви хочете використовувати інші моделі від OpenAI, перейдіть на https://platform.openai.com/account/api-keys, створіть обліковий запис, а потім створіть ключ для взаємодії з API. Потім виберіть категорію "Описувач вмісту за допомогою ШІ" в діалозі налаштувань NVDA -> керування моделями і введіть свій API ключ. Процес схожий для інших постачальників моделей, дивіться документацію додатка для детальнішої інформації на цю тему.

source: {len(faces)} faces detected near the frame. Please try for another angle with fewer background objects.
cs: V záběru se nachází více tváří ({len(faces)}). Zkuste prosím pořídit snímek z jiného úhlu a s méně předměty v pozadí.
it: {len(faces)} volti rilevati vicino all'inquadratura. Prova un'altra angolazione con meno oggetti sullo sfondo.
pl: W pobliżu kadru wykryto {len(faces)} twarzy. Spróbuj ustawić kamerę pod innym kątem, aby zredukować liczbę obiektów w tle.
sk: V zábere sa nachádza viac tvárí ({len(faces)}). Skúste prosím urobiť snímku z iného uhla a s menším počtom predmetov v pozadí.
tr: Çerçevenin yakınında {len(faces)} yüz algılandı. Lütfen daha az arka plan nesnesi olan başka bir açı deneyin.

source: Open each result in a browseable dialog; Markdown will be rendered if possible
cs: Otevírat každý výsledek v samostatném dialogu; pokud je to možné, vykreslí se Markdown
pl: Otwórz każdy wynik w oknie dialogowym z możliwością przeglądania; jeśli to możliwe, zostanie wygenerowany Markdown
sk: Otvárať každý výsledok v samostatnom dialógu; pokiaľ je to možné, vykreslí sa Markdown

source: Unsupported image format. Please copy another file to the clipboard that is {''.join(service.supported_formats)}
cs: Nepodporovaný formát obrázku. Zkopírujte prosím do schránky jiný soubor v jednom z těchto formátů: {''.join(service.supported_formats)}
pl: Nieobsługiwany format obrazu. Proszę skopiować inny plik do schowka w jednym z następujących formatów: {''.join(service.supported_formats)}
sk: Nepodporovaný formát obrázku. Skopírujte prosím do schránky iný súbor v jednom z týchto formátov: {''.join(service.supported_formats)}

source: Retrieving description using {service.name}...
cs: Vytváří se popis pomocí služby {service.name}...
pl: Pobieranie opisu za pomocą {service.name}...
sk: Vytvára sa popis pomocou služby {service.name}...

source: Google's Gemini model with vision capabilities.
cs: Model Gemini od Googlu s funkcemi strojového vidění.
pl: Model Gemini firmy Google z możliwością analizy wizualnej.
sk: Model Gemini od Googlu s funkciami strojového videnia.

source: Gemini encountered an error: {response['error']['code']}, {response['error']['message']}
cs: Došlo k chybě na straně Gemini: {response['error']['code']}, {response['error']['message']}
pl: Gemini napotkał błąd: {response['error']['code']}, {response['error']['message']}
sk: Došlo k chybe na strane Gemini: {response['error']['code']}, {response['error']['message']}

source: Claude encountered an error. {response['error']['message']}
cs: Došlo k chybě na straně Claude. {response['error']['message']}
pl: Claude napotkał błąd: {response['error']['message']}
sk: Došlo k chybe na strane Claude. {response['error']['message']}

source: Image recognition response appears to be malformed. {repr(response)}
cs: Zdá se, že výsledek rozpoznání obrázku dorazil poškozený. {repr(response)}
pl: Odpowiedź związana z rozpoznawaniem obrazu jest niepoprawnie sformatowana. {repr(response)}
sk: Zdá sa, že výsledok rozpoznania obrázku dorazil poškodený. {repr(response)}

source: The footage from the camera is too blurry. Please ensure that it is not covered up and that your surroundings have proper lighting. {int(laplacian_variance)}
cs: Obraz z kamery je příliš rozostřený. Ujistěte se prosím, že kamera není zakrytá a že máte dostatečné osvětlení. {int(laplacian_variance)}
pl: Obraz z kamery jest zbyt rozmyty. Upewnij się, że kamera nie jest zakryta i że otoczenie ma odpowiednie oświetlenie. {int(laplacian_variance)}
sk: Obraz z kamery je príliš rozostrený. Uistite sa prosím, že kamera nie je zakrytá a že máte dostatočné osvetlenie. {int(laplacian_variance)}

source: This add-on makes it possible to describe the focus object, navigator object, or screen using popular vision capable AI language models, like Claude, Gemini, or GPT4. It also lets one understand where their face is positioned in the frame of a connected camera. Though content descriptions are quite detailed, they may not always be completely accurate or reflect real world information. To begin with GPT, head to https://platform.openai.com/account/api-keys and create an account, then create a key for interacting with the API. See add-on documentation for more information on this. Then, choose the "AI content describer" category from NVDA's settings dialog -> manage models and enter your API key. Press NVDA+shift+i to pop up a menu asking how you wish to describe based on the current position, or NVDA+shift+u to describe the navigator object, or NVDA+shift+y for an image that has been copied to the clipboard such as in windows explorer. Other keystrokes are customizable from the input gestures dialog.
cs: Tento doplněk umožňuje popsat aktuální fokus, prohlížený objekt nebo celou obrazovku pomocí populárních jazykových modelů umělé inteligence se strojovým viděním, jako je Claude, Gemini nebo GPT4. Umožňuje také zjistit, kde se nachází vaše tvář v záběru připojené kamery. Přestože jsou popisy obsahu poměrně detailní, nemusí vždy být zcela přesné nebo odpovídat reálným skutečnostem. Chcete-li začít s GPT, navštivte stránku https://platform.openai.com/account/api-keys, vytvořte si zde účet a poté si vytvořte API klíč pro interakci s rozhraním této služby. Pro více informací si přečtěte nápovědu k doplňku. Poté v dialogu Nastavení NVDA vyberte kategorii "Popis obsahu pomocí AI" -> Spravovat modely a zde zadejte svůj API klíč. Stiskněte klávesovou zkratku NVDA+shift+i a z nabídky, která se objeví, vyberte, co přesně si přejete popsat, nebo stiskněte klávesovou zkratku NVDA+shift+u pro popis aktuálně prohlíženého objektu, nebo NVDA+shift+y pro popis obrázku, který jste zkopírovali do schránky například v Průzkumníku Windows. Další klávesové zkratky si můžete přiřadit v dialogu Klávesové příkazy.
pl: Ten dodatek umożliwia opisanie obiektu, na którym znajduje się fokus, obiektu nawigatora lub całego ekranu przy użyciu popularnych modeli językowych z funkcjami wizualnymi, takich jak Claude, Gemini czy GPT-4. Pozwala również na określenie, gdzie znajduje się twarz w kadrze podłączonej kamery. Choć opisy treści są dość szczegółowe, mogą nie zawsze być całkowicie dokładne lub odzwierciedlać rzeczywiste informacje. Aby zacząć korzystać z GPT, przejdź na stronę https://platform.openai.com/account/api-keys, załóż konto, a następnie utwórz klucz do interakcji z API. Szczegóły znajdują się w dokumentacji dodatku. Następnie wybierz kategorię "Opis treści za pomocą AI" w oknie ustawień NVDA -> Zarządzaj Modelami i wprowadź swój klucz API. Naciśnij NVDA+shift+i, aby otworzyć menu z pytaniem, jak chcesz opisać zawartość na podstawie bieżącej pozycji, lub NVDA+shift+u, aby opisać obiekt nawigatora, lub NVDA+shift+y, aby opisać obraz skopiowany do schowka, na przykład z Eksploratora Windows. Inne skróty klawiszowe są konfigurowalne w oknie ustawień zdarzeń wejściowych.
sk: Tento doplnok umožňuje popísať aktuálny fokus, prezeraný objekt alebo celú obrazovku pomocou populárnych jazykových modelov umelej inteligencie so strojovým videním, ako je Claude, Gemini alebo GPT4. Umožňuje tiež zistiť, kde sa nachádza vaša tvár v zábere pripojenej kamery. Napriek tomu, že sú popisy obsahu pomerne detailné, nemusia vždy byť úplne presné alebo zodpovedať reálnym skutočnostiam. Ak chcete začať s GPT, navštívte stránku https://platform.openai.com/account/api-keys, vytvorte si tu účet a potom si vytvorte API kľúč pre interakciu s rozhraním tejto služby. Pre viac informácií si prečítajte nápovedu k doplnku. Potom v dialógu Nastavenia NVDA vyberte kategóriu "Popis obsahu pomocou AI" -> Spravovať modely a tu zadajte svoj API kľúč. Stlačte klávesovú skratku NVDA+shift+i a z otvorenej ponuky vyberte, čo presne si prajete popísať, alebo stlačte klávesovú skratku NVDA+shift+u pre popis aktuálne prezeraného objektu, prípadne NVDA+shift+y pre popis obrázku, ktorý ste skopírovali do schránky napríklad v Prieskumníkovi Windows. Ďalšie klávesové skratky si môžete priradiť v dialógu Klávesové skratky.
